Repository: pauloiankoski/PR-Content-Blocks
Catalog: languages/pr-content-blocks-*.po
Languages: pt_br

# post type general name
source: Content Blocks
pt_br: Blocos de Conteúdo

# post type singular name
source: Content Block
pt_br: Bloco de Conteúdo

# admin menu
source: Content Blocks
pt_br: Blocos de Conteúdo

# add new on admin bar
source: Content Block
pt_br: Bloco de Conteúdo

# content_block
source: Add New
pt_br: Adicionar Novo

source: Add New Content Block
pt_br: Adicionar novo bloco de conteúdo

source: New Content Block
pt_br: Novo bloco de conteúdo

source: Edit Content Block
pt_br: Editar o bloco de conteúdo

source: View Content Block
pt_br: Ver Bloco

source: All Content Blocks
pt_br: Todos os Blocos de Conteúdo

source: Search Content Blocks
pt_br: Buscar Blocos de Conteúdo

source: Parent Content Blocks:
pt_br: Blocos de Conteúdo do Pai:

source: No content blocks found.
pt_br: Nenhum bloco de conteúdo foi encontrado.

source: No content blocks found in Trash.
pt_br: Nenhum bloco de conteúdo foi encontrado na lixeira.

source: Description.
pt_br: Descrição.

source: Content Block Shortcode
pt_br: Shortcode do Bloco de Conteúdo

source: PR Content Blocks
pt_br: PR Blocos de Conteúdo

source: Create extra content blocks with shortcodes.
pt_br: Crie blocos de conteúdo extra com shortocdes.
